results/Bun/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 54250/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     54661.40    5035.99   74561.05
  Latency        9.15ms     1.04ms   111.43ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     7.63MB/s