results/Bun/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==================================================================================================================================================================] 100.00% 55445/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     55977.74    4326.72   73612.64
  Latency        8.94ms     0.98ms   108.37ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     7.82MB/s