results/Bun/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=====================================================================================================================================] 100.00% 55449/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     55660.12    4749.70   75221.72
  Latency        8.99ms     1.03ms    98.38ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     7.77MB/s