results/Bun/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 48408/s 20s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     48742.92    4680.59   72831.15
  Latency       10.27ms     2.36ms   158.21ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.27MB/s